Repository: benibela/sun-simulator
Catalog: sunSimulator.*.po
Languages: de

source: Brightness
de: Helligkeit

source: Contrast
de: Kontrast

source: * Day color gradient
de: * Farb채nderung im Tagesverlauf

source: * Day lightness gradient
de: * Helligkeit im Tagesverlauf

source: * Day/Year color gradient
de: * Farb채nderung im Tag/Jahresverlauf

source: * Day/Year lightness gradient
de: * Helligkeit im Tag/Jahresverlauf

source: modified
de: ge채ndert

source: Show 3 Colors
de: Alle 3 Farben zeigen

source: * Windows default
de: * Windowsstandard

source: Day settings Year settings
de: Tagesverlauf Jahresverlauf

source: Automatical preview on mouse move
de: Automatisch bei Mausbewegung aktualisieren

source: reset profiles
de: zur체cksetzen

source: save profiles
de: abspeichern

source: New control graph
de: Neues Steuerpanel

source: reset and close
de: abbrechen

source: Sets the monitor to the default colors, reset the profiles and closes the window
de: Setzt die Bildschirmeinstellung zu den Standardwerten und beendet das Programm

source: close
de: beenden

source: minimize
de: minimieren

source: Sun-Simulator by Benito van der Zander, www.benibela.de
de: Sonnenlicht-Simulator von Benito van der Zander, www.benibela.de

source: save profiles when close
de: Profileinstellungen beim Beenden speichern

source: auto start
de: Automatisch starten

source: Close
de: Beenden

source: Settings
de: Einstellungen

source: Reset and close
de: Abbrechen

source: Profiles
de: Profile
